Repository: dimdub34/PublicGoodLocalGlobal
Catalog: locale/*/LC_MESSAGES/PublicGoodLocalGlobal.po
Languages: fr_fr

source: Period
fr_fr: Période

source: Individual account
fr_fr: Compte individuel

source: Local account
fr_fr: Compte local

source: Global account
fr_fr: Compte global

source: Local account subgoup
fr_fr: Compte local sous-groupe

source: Global account subgroup
fr_fr: Compte global sous-groupe

source: Global account total
fr_fr: Compte global total

source: Individual account payoff
fr_fr: Gain compte individuel

source: Local account payoff
fr_fr: Gain compte local

source: Global account payoff
fr_fr: Gain compte global

source: Period payoff
fr_fr: Gain période

source: Cumulative payoff
fr_fr: Gain cumulé

source: You have an endowment of {} tokens.
fr_fr: Vous disposez d'une dotation de {} jetons

source: Please enter the number of token(s) you put on the public account
fr_fr: Veuillez saisir le nombre de jetons que vous placez sur le compte collectif

source: You put {} in your individual account, {} in the local account and {} in the global account. Your subgroup put {} in the local account and {} in the global account. Your group put {} in the global account. Your payoff for the current period is equal to {}.
fr_fr: Vous avez placé {} sur votre compte individuel, {} sur le compte collectif local et {} sur le compte collectif global. Votre sous-groupe a placé {} sur le compte collectif local et {} sur le compte collectif global. Votre groupe a placé {} sur le compte collectif global. Votre gain pour la période est de {}.

source: token
fr_fr: jeton

source: Configure
fr_fr: Configurer

source: Display parameters
fr_fr: Afficher les paramètres

source: Start
fr_fr: Démarrer

source: Display payoffs
fr_fr: Afficher les gains

source: There is no nothing to configure
fr_fr: Il n'y a aucun paramètre à configurer

source: The number of players is not compatible with the group size
fr_fr: Le nombre de joueurs n'est pas compatible avec la taille des groupes.

source: Total amount by group
fr_fr: Quantité totale par groupe

source: Decision
fr_fr: Décision
